export const features = [
  {
    title: 'Автоматизация',
    description:
      'Упростите процесс игры с автоматическим расчетом характеристик, урона и эффектов',
  },
  {
    title: 'Бестиарий',
    description:
      'Доступ к огромной базе существ с готовыми статблоками и возможностью их редактирования',
  },
  {
    title: 'Генерация существ',
    description:
      'Создавайте уникальных существ с помощью удобного инструмента генерации',
  },
  {
    title: 'Парсинг статблоков',
    description:
      'Загружайте изображения статблоков, и приложение автоматически извлечет данные',
  },
  {
    title: 'Генерация сражений',
    description:
      'Планируйте динамичные сражения с автоматической расстановкой существ и расчетом инициативы',
  },
  {
    title: 'Красочные описания',
    description:
      'Получайте уникальные и атмосферные описания для существ, локаций и событий',
  },
];
